---------------------------------
--流量检定结果记录表（包括质量法和标准表法）
---------------------------------
drop table if exists "T_Flow_Verify_Record"
;

---------------------------------
--总量检定结果记录表（包括质量法和标准表法）
---------------------------------
drop table if exists "T_Total_Verify_Record"
;

---------------------------------
--铂电阻检定结果记录表
---------------------------------
drop table if exists "T_Platinum_Verify_Record"
;

---------------------------------
--计算器检定结果记录表
---------------------------------
drop table if exists "T_Calc_Verify_Record"
;

---------------------------------
--计算器和铂电阻组合检定结果记录表
---------------------------------
drop table if exists "T_Combined_Verify_Record"
;

---------------------------------
--热表各规格的默认参数表
---------------------------------
drop table if exists "T_Meter_Default_Params"
;

---------------------------------
--表规格
---------------------------------
drop table if exists "T_Meter_Standard"
;

---------------------------------
--表型号
---------------------------------
drop table if exists "T_Meter_Model"
;

---------------------------------
--表类型/采集代码
---------------------------------
drop table if exists "T_Meter_PickCode"
;

---------------------------------
--制造单位
---------------------------------
drop table if exists "T_Manufacture_Dept"
;

---------------------------------
--送检单位
---------------------------------
drop table if exists "T_Verify_Dept"
;

---------------------------------
--用户定义表
---------------------------------
drop table if exists "T_User_Def_Tab"
;

---------------------------------
--角色定义表
---------------------------------
drop table if exists "T_Role_Def_Tab"
;

---------------------------------
--是否表
---------------------------------
drop table if exists "T_Yes_No_Tab"
;

---------------------------------
--检定装置信息表
---------------------------------
drop table if exists "T_Verify_Device_Info"
;

---------------------------------
--
---------------------------------
drop table if exists "T_Create_Query_View_Stmt"
;

---------------------------------
--
---------------------------------
drop table if exists "T_PID_Setting_Record"
;
